---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElevationMarker
source: html/91f8c63f-89d4-661e-3421-a34228b1cc2e.htm
---
# ElevationMarker Properties

The id of the assembly instance to which the element belongs.